Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A25A.tmx
Source language: en_us
Languages: zh_cn

source: China's Xiaomi unveils two thinner, lighter phablets
zh_cn: 中国小米发布了两款更薄、更轻的平板手机

source: Chinese smartphone maker Xiaomi has unveiled two flagship phablets in Beijing on Thursday, comparing them directly with Apple's largest iPhones.
zh_cn: 中国智能手机制造商小米，周四在北京发布了两款旗舰机型，他们直接与苹果最大的iPhone做对比。

source: Chief executive Lei Jun introduced the Mi Note, saying it was shorter, thinner and lighter than the iPhone 6 Plus.
zh_cn: 总裁雷军介绍了小米Note，说它与iPhone 6 Plus相比更短、更薄、更轻。

source: Priced at 2,299 yuan ($371; ?244), the 16 gigabyte model is less than half the price of Apple's handset and Samsung's phablet, the Galaxy Note 4.
zh_cn: 价格定在2299元（371美元，244英镑），16GB的价格还不到苹果手机和三星Galaxy Note 4的一半。

source: Analysts say Xiaomi became the world's third bestselling phone firm in 2014.
zh_cn: 分析人士指出，在2014年，小米已经成为世界第三大畅销手机公司。

source: Phablets are generally mobile devices that have features of both a smartphone and a tablet, but are too big or small in size to be classified as either one.
zh_cn: 平板手机是一种集合了智能手机和平板特性的手持设备，只是在尺寸上划分上，它比智能手机大，比平板小，所以不能归类为以上两类。

source: Xiaomi - which was only founded in 2010 - announced that the Mi Note was 6.95mm (0.27in) thick and weighed 161g (5.7oz).
zh_cn: 小米——成立于2010年——宣告它的小米Note厚度为6.95mm（0.27英寸），重量为161g（5.7oz）。

source: That makes it 1.05mm thinner than the iPhone 6 Plus and 11g lighter.
zh_cn: 相比iPhone 6 Plus薄了1.05mm，轻了11g。

source: It also features a 13 megapixel (MP) rear camera, made by Sony, and a 4MP front one.
zh_cn: 它还安装了一个索尼造1300万像素（MP）的后镜头，一个400万的前镜头。

source: In addition, Xiaomi announced the higher-end Mi Note Pro, which will be released at a later date. This model has:
zh_cn: 除此之外，小米还发布了一款高配版小米Note，将于晚些时候发布，这款配置如下：

source: a higher resolution 2K display (515 pixels per inch)
zh_cn: 高分辨率2K显示（每英寸515像素）

source: a faster 64 bit Snapdragon processor and 4G chip, which is capable of 450 megabits per second (Mbps) downloads
zh_cn: 更快的64位高通骁龙处理器，4G芯片，下载速度可达到450Mbps

source: more RAM memory (4GB)
zh_cn: 内存更大为4GB

source: 64GB of built-in storage
zh_cn: 64GB内置存储

source: It will sell for 3,299 yuan ($532; ?350).
zh_cn: 售价为3299元（532美元，350英镑）。

source: The company has been accused of copying iPhones in the past and Wee Teck Loo, head of consumer electronics research at market research firm Euromonitor, said a lot of emphasis was put on a side-by-side comparison with the iPhone 6 Plus at the start of the launch.
zh_cn: 这家公司从前曾被指控为抄袭iPhone，市场研究公司Euromonitor消费电子产品研究员Wee Teck Loo说，在发布会刚开始时，这部手机与iPhone 6 Plus进行了很多一对一的侧重对比。

source: "Xiaomi appears like a teenager who wants to act like an adult and yet, clings on to his blanket for comfort - Apple bashing," he said.
zh_cn: 他说，苹果鄙视小米像一个未成年人，却模仿成年人所为，只能抓着一个毯子来安慰自己。

source: Kiranjeet Kaur, senior market analyst at IDC Asia Pacific, said Xioami's comparisons to the iPhone implies the firm believes it is a product they look up to.
zh_cn: ICD亚太部高级市场分析师Kiranjeet Kaur说，小米与苹果进行对比，证明这家公司认为iPhone是他们看得起的一个产品。

source: "They are trying to position against Apple or are trying to appeal to the Chinese consumer who still aspire to iPhones," she said.
zh_cn: “他们的目标是苹果，或者是那些追随苹果的中国消费者”，她说。

source: Price war
zh_cn: 价格战

source: In terms of features, analysts said that the specifications of Xioami's new devices did not show a "breakthrough in innovation" and its low prices were still the biggest attraction.
zh_cn: 在配置上说，分析人士认为，小米的新设备并没有显示出“创新突破”，它的价格仍然是最大的卖点。

source: "Xiaomi changed the game in a way.
zh_cn: “小米在一定程度上改变了这个竞争。

source: Instead of keeping everyone's focus on ground-breaking innovative features coming on flagship phones, it has switched attention to packing great specs at modest price points," Ms Kaur said.
zh_cn: 与让所有人聚焦于旗舰手机突破性的创新相比，它把这种注意力转移到了高配低价上面，” Kaur女士说。

source: "The key would be if they surpass the competition and its earlier models at those price-points."
zh_cn: “关键是他们能否超越竞争对手和它早期的低价款式”。

source: The flagship devices basically extended what Xiaomi was good at - models that were targeted at Apple and Samsung, the only firms that still outsell it, Mr Loo added.
zh_cn: 这款旗舰设备突破了小米曾有的优势，它之前那些竞品为苹果和三星的机型，只有这两家公司在销量上打败了小米，Loo先生补充。

source: "The new models are definitely an upgrade compared to their predecessors - Xiaomi desperately needed to refresh its line-up to keep up with its competitors," he said.
zh_cn: “新款手机与他们之前的机型相比的确是一种升级，小米亟需丰富其产品线与竞争对手保持一致，”他说。

source: Xiaomi unveiled a variety of shiny new products at its latest launch: two smartphones, headphones, even a powerful air purifier.
zh_cn: 小米在其最新的发布会上还发布了几件新产品：两款智能手机，头戴式耳机，甚至一款空气净化器。

source: However, the company's chief executive also used this event to improve his company's image.
zh_cn: 但是，公司的董事长同时也利用这次机会来提升公司形象。

source: Lei Jun has said in the past that he doesn't want his company to be known as a cheap Chinese company selling cheap phones.
zh_cn: 雷军从前说过，他不想让他的公司被认为是一家卖廉价手机的廉价中国公司。

source: He's well aware that critics believe Xiaomi is rising on the back of Apple's product innovations.
zh_cn: 他对那些认为小米在是苹果产品创新的基础上成长起来的批评非常清楚。

source: Instead, Mr Lei spent much of his presentation detailing the time and effort Xiaomi's designers pour into their work.
zh_cn: 雷军在他发布会上花了大部分时间来详细介绍了小米设计师们花了多少时间和经历。

source: He told the audience that Xiaomi filed for 2,318 patents last year, including 1,380 in China and 665 international patents.
zh_cn: 他告诉观众们，小米去年申请了2318个专利，其中1380个中国专利，665个国际专利。

source: In 10 years, Mr Lei promised, his company will be filing for tens of thousands of patents a year.
zh_cn: 雷军承诺，在十年内，他的公司每年将申请一万个专利。

source: Xiaomi is a "world leading innovator", Lei Jun says.
zh_cn: 小米是一个“引领世界的创造者”，雷军说。

source: However, until his phones and tablets begin to look significantly different than the ones that Apple is selling, questions will remain regarding Xiaomi's ability to function as a leader, not a follower.
zh_cn: 但是，在他的手机和平板与苹果在售的产品看起来完全不同之前，小米的能力是作为引领者而不是追随者仍然是个问题。

source: Xiaomi's rise
zh_cn: 小米的崛起

source: The Beijing-based firm overtook global market leader Samsung last year to become the top-selling handset brand in the world's largest smartphone market, China.
zh_cn: 这家位于北京的公司，去年超过了世界市场引领者三星，在中国这个最大的智能手机市场上成为最大的手持设备品牌。

source: Just last month, Xiaomi was also dubbed the world's most valuable "technology start-up" after it raised $1.1bn (?708m) in a funding round, giving it a valuation of $45bn.
zh_cn: 就在上个月，小米还被授予了世界最具价值“科技初创企业”。在之前的一轮11亿美元（7.08亿英镑）的融资中，它的价值被评估为450亿美元。

source: That surpassed the $40bn value of taxi booking app Uber.
zh_cn: 这已经超过了打车软件Uber的400亿市值。

source: The Chinese company reported that its revenue in 2014 more than doubled to 74.3bn yuan (?7.8bn; $11.97bn) in pre-tax sales last year, up 135% from 2013.
zh_cn: 这家中国公司公布了其2014年的收入，税前收入为743亿元（78亿英镑，119.7亿美元），比之前翻了一倍还多，与2013年相比上升了135%。

source: It sold more than 61 million phones in 2014, a rise of 227% from a year earlier.
zh_cn: 2014年它卖出了6100万部手机，比前一年提高了227%。

source: Its soaring sales come despite an intellectual property challenge faced in India last year, where sales were temporarily halted after Swedish firm Ericsson filed a patent complaint.
zh_cn: 尽管去年与瑞典公司Ericsson的知识产权的专利争议，在印度的销售暂停，它的销售势头依然高涨。

source: The firm has set a target of selling 100 million phones in 2015, but Mr Loo of Euromonitor said the goal was a little "stretched" and its success depended on overseas expansion, which has not been as successful as it had hoped for.
zh_cn: 这家公司2015年定的目标是销售1亿部手机，但是Euromonitor的Loo先生说，这个目标有点“吹”，它的完成取决于海外的扩张，但是事实上并不像他们期望的那样成功。

source: "Xiaomi is not well-known beyond China and only tech-savvy consumers in other markets have heard of the company, unlike Lenovo which is a household name internationally," he said.
zh_cn: “小米在中国之外并不是非常出名，在其他市场上只有一些技术达人才听说过这个品牌。不像联想那样在国际上家喻户晓”，他说。

source: Despite its strong numbers, Xiaomi's phones are only available in select Asian countries outside mainland China, including Taiwan, Hong Kong, Singapore, Malaysia, the Philippines, India and Indonesia.
zh_cn: 尽管数字很大，在中国大陆之外，小米手机只有个别亚洲国家有售，包括台湾、香港、新加坡、马来西亚、菲律宾、印度和印度尼西亚。

source: There had been speculation that it might soon announce a move into the US, but there was no mention of this at the latest launch.
zh_cn: 曾有推测说，小米很快可能会宣布进入美国市场，但是在这次发布会上并没有提及。

source: Andrew Milroy, senior vice president for telecoms at Frost & Sullivan Asia Pacific, said the firm would face challenges when it entered developed markets such as the US and UK, because most consumers there get smartphones on subsidised contract plans from service providers instead of buying the phones upfront.
zh_cn: 弗罗斯特·沙利文公司亚太电信高级副总裁Andrew Milroy说，当进入发达国家市场，比如美国和英国时，这家公司将面临挑战，因为那里大多数消费者是跟服务商签约消费套餐来使用智能手机，而不是自己买手机。

source: "The actual price of a handset doesn't matter as much to you if you live in developed markets and that helps the likes of Apple and Samsung," he said.
zh_cn: “在发达市场，手机的价格并不太重要，这使得大家喜欢苹果和三星”，他说。

source: "It would be hard to find people in Western countries who'd be willing to trade their high spec Sony, Samsung or Apple phone for a Xiaomi."
zh_cn: “在西方国家，恐怕很难找到人将他们的高配索尼、三星或苹果手机换成小米。”
